"New conversation with ${applicationName}" = "محادثة جديدة مع ${applicationName}";

"Ask ${applicationName}" = "اطرح سؤالك على ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "محادثة جديدة مع ${applicationName} باستخدام ${model}";

"Start voice conversation with ${applicationName}" = "ابدأ محادثة صوتية مع ${applicationName}";

"Send a question to ${applicationName}" = "اطرح سؤالاً على ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "ابدأ دردشة جديدة مع ${applicationName} باستخدام ${model}";

"Tell ${applicationName}" = "أخبر ${applicationName}";

"Talk to ${applicationName}" = "تحدث إلى ${applicationName}";

"Start a new conversation with ${applicationName}" = "ابدأ محادثة جديدة مع ${applicationName}";

"New chat with ${applicationName} using ${model}" = "دردشة جديدة مع ${applicationName} باستخدام ${model}";

"Query ${applicationName}" = "استعلام ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "ابدأ محادثة جديدة مع ${applicationName} باستخدام ${model}";

"New chat with ${applicationName}" = "دردشة جديدة مع ${applicationName}";

"Start a new chat with ${applicationName}" = "ابدأ دردشة جديدة مع ${applicationName}";

